{"_id":"0","title":"","text":"SUPREME COURT OF CANADA disponible en fran ais Case in Brief: R. v. Johnson Judgment of October 13, 2023 | On appeal from the Court of Appeal for Ontario Neutral citation: 2023 SCC 24 The Supreme Court confirms a double murder conviction. This appeal is about the instructions given to the jury on criminal liability in the case of Don Johnson, who was tried and later convicted in the shooting deaths of two brothers, aged 18 and 22. They were shot in the stairwell of a Toronto apartment complex in February 2012. There were no eyewitnesses to the murders, and no security cameras in the stairwell where the shootings occurred. However, surveillance footage captured Mr. Johnson, the two brothers, and a fourth man heading towards the stairwell just prior to the shooting. Video also showed Mr. Johnson and the fourth man running away from the stairwell a short while later. In the absence of footage from within the stairwell, it is impossible to know who, between Mr. Johnson and the fourth man, killed the two brothers. Mr. Johnson was the only one charged in the deaths."}
{"_id":"1","title":"","text":"At trial, the Crown's theory was that Mr. Johnson murdered the first brother as revenge for implicating him in a previous crime, and killed the second brother in order to prevent him from avenging the first brother's death. Before the jury started its deliberations, however, the trial judge instructed it on two possible ways they could find Mr. Johnson guilty under Section 21 of the Criminal Code: either as the \"principal\" who shot the deceased, or as a party who \"aided\" the fourth person in committing the crimes, a concept known as \"party liability.\" In terms of guilt, there is no difference between being an aider or the principal to an offence, as they are all equally culpable. The jury subsequently convicted Mr. Johnson of two counts of first-degree murder. Mr. Johnson appealed his conviction to the Court of Appeal for Ontario. A majority of the Court of Appeal dismissed his appeal. It decided the trial judge had been correct to include the possibility of Mr. Johnson's party liability as an alternative basis for conviction because there was an `air of reality' to the evidence in support of finding that Mr. Johnson helped in the murders."}
{"_id":"2","title":"","text":"According to the majority's review of the evidence, Mr. Johnson had recruited the fourth person on the day of the shooting, scoped out the location of the shooting in advance, and disposed of his phone containing incriminating messages after the events. One judge disagreed. He said there was no air of reality to the suggestion that, if Mr. Johnson was not the shooter, he aided the actual shooter during the murders. In his view, entertaining this alternative basis for liability despite weak evidence created the risk that one or more jurors who were not convinced Mr. Johnson was the shooter could still have convicted him on the basis that he was present during the murders and could have helped in the outcome. He would have allowed the appeal, set aside Mr. Johnson's conviction and ordered a new trial. Mr. Johnson appealed to the Supreme Court of Canada. The Supreme Court dismissed the appeal. This means Mr. Johnson's murder convictions are upheld and he will serve his sentence. Justice Kasirer read the judgment of the Court. You can watch it here. A print version of the judgment that was read out will be available here once finalized."}
